<?

// Header and footer files

$headerpage="include/header.htm";
$footerpage="include/footer.htm";
$infopage="include/info.htm";

$charsetencoding="windows-1251";
$uploadcentercaption="SatTV - Upload Center";
$uploadcentermessage="Ãëåäàíåòî íà êîäèðàíà òåëåâèçèÿ áåç àáîíàìåíò å íåçàêîííî!<br>Âñè÷êè ôàéëîâå òóê ìîãàò äà ñå èçïîëçâàò ñàìî çà îáðàçîâàòåëíè öåëè!<br> Íèêîé íå íîñè îòãîâîðíîñò çà ñúäúðæàíèåòî íà ôàéëîâåòå,<br>âúçìîæíî å ôàéëîâåòå äà ñúäúðæàò âèðóñè èëè äà ðàçðóøàò Âàøàòà ñèñòåìà!";

$mess=array(
"0" => "",
"1" => "ßíóàðè",
"2" => "Ôåâðóàðè",
"3" => "Ìàðò",
"4" => "Àïðèë",
"5" => "Ìàé",
"6" => "Þíè",
"7" => "Þëè",
"8" => "Àâãóñò",
"9" => "Ñåïòåìâðè",
"10" => "Îêòîìâðè",
"11" => "Íîåìâðè",
"12" => "Äåêåìâðè",
"13" => "Äíåñ",
"14" => "Â÷åðà",
"15" => "Èìå íà ôàéëà",
"16" => "Ðåéòèíã",
"17" => "Ðàçìåð",
"18" => "Çàðåäåí",
"19" => "Îïèñàíèå",
"20" => "Èçïðàùàíå íà ôàéë",
"21" => "Âàøèÿò ôàéë",
"22" => "Îïèñàíèå íà ôàéëà",
"23" => "Èçòåãëÿíå",
"24" => "Ðåä",
"25" => "Äîìàøíà ñòðàíèöà",
"26" => "Ôàéë",
"27" => "Ïå÷àò",
"28" => "Çàòâàðÿíå",
"29" => "Íàçàä",
"30" => "Òîçè ôàéë å îòñòðàíåí",
"31" => "Ôàéëúò íå ìîæå äà áúäå íàìåðåí",
"32" => "Íàçàä",
"33" => "Ãðåøêà ïðè çàðåæäàíå íà ôàéëà!",
"34" => "Òðÿáâà äà èçáåðåòå ôàéë",
"35" => "Íàçàä",
"36" => "Ôàéëúò",
"37" => "å èçïðàòåí óñïåøíî",
"38" => "Ôàéë ñ èìå",
"39" => "âå÷å ñúùåñòâóâà",
"40" => "Ôàéëúò å èçïðàòåí óñïåøíî",
"41" => "Åçèêúò å èçáðàí óñïåøíî",
"42" => "Äîáðå äîøëè â SatTV - Upload Center!",
"43" => "Öÿëîòî äèñêîâî ïðîñòðàíñòâî å âå÷å èçïîëçâàíî",
"44" => "Ïîêàæè ôàéëîâåòå îò âñè÷êè äíè",
"45" => "Ïîâðåäåí ZIP àðõèâ!",
"46" => "Ñúäúðæàíèå íà àðõèâà:",
"47" => "Äàòà/Âðåìå",
"48" => "Êàòàëîã",
"49" => "Çàáðàíåíî å äà ñå èçïðàùà ôàéë ñ èìå %s",
"50" => "ïðåâèøàâà ìàêñèìàëíî äîïóñòèìèÿ ðàçìåð",
"51" => "Èíôîðìàöèÿ",
"52" => "Èçáîð íà âèä",
"53" => "Âèä",
"54" => "Äîáðå äîøëè",
"55" => "Òåêóùî âðåìå",
"56" => "Ïîòðåáèòåë",
"57" => "Èìå íà ïîòðåáèòåëÿ",
"58" => "Ðåãèñòðèðàíå",
"59" => "Ðåãèñòðàöèÿ",
"60" => "Íåäåëÿ",
"61" => "Ïîíåäåëíèê",
"62" => "Âòîðíèê",
"63" => "Ñðÿäà",
"64" => "×åòâúðòúê",
"65" => "Ïåòúê",
"66" => "Ñúáîòà",
"67" => "Èçïðàùàíå",
"68" => "Èçïðàùàíå íà ôàéë",
"69" => "Ôàéëúò å èçïðàòåí íà àäðåñ %s.",
"70" => "Ôàéëúò å èçïðàòåí îò ïîòðåáèòåëÿ: %s",
"71" => "Âëèçàíå",
"72" => "Èçõîä",
"73" => "Âõîä",
"74" => "Àíîíèìåí",
"75" => "Íîðìàëåí",
"76" => "Ñïåöèàëåí",
"77" => "Àäìèíèñòðàòîð",
"78" => "Îãðàíè÷åíà çîíà",
"79" => "Îáùîäîñòúïíà çîíà",
"80" => "Âúâåëè ñòå ãðåøíî ïîòðåáèòåëñêî èìå èëè ïàðîëà.",
"81" => "Ìîèòå íàñòðîéêè",
"82" => "Ïðåãëåä/ðåäàêöèÿ íà ìîèòå íàñòðîéêè",
"83" => "Ïàðîëà",
"84" => "Èçáîð íà åçèê",
"85" => "Èçáîð íà âðåìåâà çîíà",
"86" => "Âàøåòî òåêóùî âðåìå",
"88" => "Ìîëÿ, âúâåäåòå âåðåí e-mail àäðåñ.",
"89" => "Óáåäåòå ñå, ÷å âàøèÿò e-mail àäðåñ ôóíêöèîíèðà, çàùîòî Âàøèÿò ïåðñîíàëåí êîä øå áúäå èçïðàòåí íà e-mail àäðåñà.",
"90" => "Ôàéëúò å èçïðàòåí: ",
"91" => "Ìîëÿ, âúâåäåòå e-mail àäðåñà, êîéòî ñòå èçïîëçâàëè ïðè ðåãèñòðàöèÿòà.",
"92" => "Ðàçìåð íà ôàéëà: ",
"93" => "Ìîëÿ, âúâåäåòå Âàøåòî ïîòðåáèòåëñêî èìå è ïàðîëà",
"94" => "Íåîáõîäèìà å ðåãèñòðàöèÿ. Ìîëÿ, ðåãèñòðèðàéòå ñå.",
"95" => "Ðåãèñòðàöèÿ íå å çàäúëæèòåëíà. Ìîæåòå äà ñå ðåãèñòðèðàòå, àêî æåëàåòå Âàøåòî èìå äà áúäå äîáàâåíî êúì âñåêè èçïðàòåí îò Âàñ ôàéë. Íèêîé äðóã íå ìîæå äà èçïðàùà ôàéëîâå ïîä Âàøåòî èìå.",
"96" => "Âèäúò å èçáðàí.",
"97" => "Îáíîâÿâàíå",
"98" => "Ìîëÿ, âúâåäåòå Âàøåòî ïîòðåáèòåëñêî èìå è ïàðîëà",
"99" => "Îùå íå ñòå ðåãèñòðèðàí? - Ðåãèñòðèðàéòå ñå òóê!",
"100" => "Çàáðàâåíà ïàðîëà?",
"101" => "Ìîëÿ, %s âúðíåòå ñå %s è îïèòàéòå îùå âåäíúæ.",
"102" => "Âèå èçëÿçîõòå óñïåøíî.",
"103" => "Ïîòðåáèòåëñêîòî èìå å ãðåøíî. Èìåòî íå òðÿáâà äà áúäå ïî-äúëãî îò  12 ñèìâîëà è ìîæå äà ñå ñúñòîè ñàìî îò ëàòèíñêè áóêâè è öèôðè. Ìîæå ñúùî äà ñúäúðæà è '-', '_', è øïàöèÿ",
"104" => "Èìåòî '%s' âå÷å å çàåòî.",
"105" => "Ïîòâúðäåòå ïàðîëàòà",
"106" => "Ïàðîëàòà íå ñúâïàäà.",
"107" => "Ôîðìàòúò íà âúâåäåíèÿ e-mail àäðåñ å íåïðàâèëåí.",
"108" => "Áëàãîäàðèì Âè çà ðåãèñòðàöèÿòà. Ìîëèì Âè, íå çàáðàâÿéòå Âàøàòà ïàðîëà, òúé êàòî òÿ ùå áúäå çàêîäèðàíà â íàøàòà áàçà äàííè è íèå íå ìîæåì äà ÿ îòêðèåì. Âñå ïàê, àêî ÿ çàáðàâèòå íèå ìîæåì ñ ïîìîùòà íà ñêðèïò äà Âè ãåíåðèðàìå íîâà, êîÿòî ùå âè áúäå èçïðàòåíà ïî e-mail.",
"109" => "Âèå ìîæåòå %s äà âëåçåòå â Upload Center òóê. %s",
"110" => "Êîäúò å èçïðàòåí íà Âàøèÿ e-mail. Òðÿáâà äà ïîòâúðäèòå Âàøàòà ñìåòêà â òå÷åíèå íà 2 äíè. Â ïðîòèâåí ñëó÷àé ñìåòêàòà ùå áúäå àâòîìàòè÷íî îòñòðàíåíà.",
"111" => "
Çäðàâåéòå %s,

Áëàãîäàðèì Âè çà ðåãèñòðàöèÿòà íà íàøèÿò Upload Center.

Òúé êàòî Âàøàòà áåçîïàñíîñò å âàæíà çà íàñ, íåîáõîäèìî å äà ïîòâúðäèòå ðåãèñòðàöèÿòà.

Âàøèÿò ïåðñîíàëåí êîä çà ïîòâúðæäåíèå å: %s
(çàáåëåæåòå: òîâà íå å ïàðîëà!)

Ïîòâúðæäåíèåòî íà ñìåòêàòà ñòàâà ìíîãî ëåñíî:
1. Ïîñåòåòå íè íà àäðåñ $installurl/activate.php
2. Âúâåäåòå Âàøåòî èìå è êîäà çà ïîòâúðæäåíèå.
3. Íàòèñíåòå áóòîíà 'Ïîòâúðæäàâàì'.

Ñ íàé-äîáðè ïîæåëàíèÿ,
$admin_name
E-mail: mailto:$admin_email
Web Page: $installurl",
"112" => "Ïîòâúðæäàâàì ñìåòêàòà",
"113" => "Ìîëÿ, ïîòâúðäåòå Âàøàòà ñìåòêà",
"114" => "Êîä çà ïîòâúðæäåíèå",
"115" => "Âàøàòà ñìåòêà å àêòóàëíà è ðàáîòè.",
"116" => "Ìîëÿ %s âëåçòå òóê %s.",
"117" => "Âúâåäåíîòî ïîòðåáèòåëñêî èìå èëè êîä çà ïîòâúðæäåíèå ñà íåïðàâèëíè.",
"118" => "Ñìåòêàòà âå÷å å ïîòâúðäåíà.",
"119" => "Æåëàÿ äà ïîëó÷àâàì ïî e-mail åæåäíåâíî ñïèñúê íà ïîñòúïèëèòå ôàéëîâå.",
"120" => "Ïðîìÿíà íà ïàðîëà.",
"121" => "Ñòàðà ïàðîëà",
"122" => "Ïîòðåáèòåë ñ òàêîâà èìå íå ñúùåñòâóâà.",
"123" => "Âúâåäåíèÿò e-mail àäðåñ íå å âåðåí.",
"124" => "Íîâàòà Âè ïàðîëà ùå áúäå èçïðàòåíà íà Âàøèÿ e-mail.",
"125" => "
Óâàæàåìè ïîòðåáèòåëè,

Âàøàòà íîâà ïàðîëà çà Upload Center: %s

Ñ óâàæåíèå,
$admin_name
E-mail: mailto:$admin_email
Web Page: $installurl",
"126" => "Íàñòðîéêà íà ñìåòêàòà",
"127" => "Çàïàçâàíå íà ïðîìåíèòå",
"128" => "Âàøèòå íàñòðîéêè ñà çàïèñàíè.",
"129" => "Âàøàòà ïàðîëà å èçìåíåíà.",
"130" => "Íåïðàâèëíî ñòå âúâåëè ñòàðàòà ñè ïàðîëà.",
"131" => "Òðÿáâà äà âúâåäåòå íîâà ïàðîëà.",
"132" => "ÊÎÍÔÈÃÓÐÀÖÈß",
"133" => "Èçïðàùàíå",
"134" => "Åçèê è ÷àñîâà çîíà",
"135" => "Ñòàòèñòèêà ïî ñìåòêàòà",
"136" => "Âàøàòà ñìåòêà å îòêðèòà íà:",
"137" => "Óïðàâëåíèå íà ïîòðåáèòåëèòå",
"138" => "Çðèòåë (ñàìî ïðåãëåä)",
"139" => "Èçïðàùà÷ (ñàìî èçïðàùàíå)",
"140" => "Ñìåòêàòà å '%s' ïðîìåíåíà óñïåøíî",
"141" => "Íîâî",
"142" => "Âñè÷êî",
"143" => "Âàøèÿò e-mail àäðåñ ùå áúäå àêòèâåí ñàìî ñëåä ïîòâúðæäàâàíå. Êîäúò çà ïîòâúðæäàâàíå ùå Âè áúäå èçïðàòåí íà íîâèÿ e-mail àäðåñ. Ïðî÷åòåòå èíñòðóêöèÿòà â ñúîáùåíèåòî.",
"144" => "
Çäðàâåéòå %s,

Òúé êàòî Âàøàòà áåçîïàñíîñò å âàæíà çà íàñ, òðÿáâà äà ïîòâúðäèòå íîâèÿ ñè e-mail àäðåñ.

Âàøèÿò ïåðñîíàëåí êîä çà ïîòâúðæäåíèå: %s

Äà ïîòâúðäèòå e-mail àäðåñà ñè å ìíîãî ëåñíî:
1. Ïîñåòå íè íà àäðåñ $installurl/confirm.php
2. Âúâåäåòå Âàøåòî ïîòðåáèòåëñêî èìå è êîä çà ïîòâúðæäåíèå.
3. Íàòèñíåòå áóòîíà 'Ïîòâúðæäàâàì'.

Ñ íàé-äîáðè ïîæåëàíèÿ,
$admin_name
Email: mailto:$admin_email
Web Page: $installurl",
"145" => "Ìîëÿ, ïîòâúðäåòå Âàøèÿò íîâ e-mail àäðåñ.",
"146" => "Êîä çà ïîòâúðæäàâàíå",
"147" => "Ïîòâúðæäàâàì",
"148" => "Ïîòâúðæäåíèåòî íå å íóæíî.",
"149" => "Âúâåäåíîòî ïîòðåáèòåëñêî èìå èëè êîä çà ïîòâúðæäåíèå íå ñà âåðíè.",
"150" => "Âàøèÿò íîâ å-ail àäðåñ '%s' å ïîòâúðäåí.",
"151" => "Çàðåäåíè ôàéëîâå",
"152" => "Èçòåãëåíè ôàéëîâå",
"153" => "Èçïðàòåíè ôàéëîâå",
"154" => "Ñìåòêàòà å îòêðèòà íà",
"155" => "Âëèçàíî çà ïîñëåäíî íà",
"156" => "Ñòàòóñ",
"157" => "Àêòèâíîñò íà ñòàòóñà",
"158" => "Ïîëó÷àâàíå íà ñïðàâêà",
"159" => "e-mail",
"160" => "Âñè÷êî:",
"161" => "ñìåòêà (è)",
"162" => "Àíóëèðàì ñìåòêàòà",
"163" => "Ïîêàçàíè %s ñìåòêà(è) îò %s",
"164" => "Êîíôèãóðèðàíå íà Upload Center",
"165" => "Ðåäàêòèðàíå íà ôàéëîâå",
"166" => "Ðåäàêòèðàíå íà ôàéë",
"167" => "Ôàéëúò %s å ïðîìåíåí óñïåøíî",
"168" => "Çàïèñ",
"169" => "Èçòðèâàíå",
"170" => "Èçòðèâàíå íà ôàéë",
"171" => "Îãëåäàëî",
"172" => "Äà",
"173" => "Íå",
"174" => "Àêòèâåí",
"175" => "Íåàêòèâåí",
"176" => "Íåïîòâúðäåí",
"177" => "Sorry, but server could not execute the mail program.",
"178" => "Your registration failed. Please, try again later.",
"179" => "Please, try again later."
);
?>