<?

// Header and footer files

$headerpage="include/header.htm";
$footerpage="include/footer.htm";
$infopage="include/info.htm";

$charsetencoding="windows-1253";
$uploadcentercaption="SatTV - Upload Center";
$uploadcentermessage="ÐÑÏÓÏ×Ç: Áí âëåðåôå óõíäñïìçôéêá êáíáëéá<br> ÷ùñéò íá å÷åôå óõíäñïìç ÅÉÍÁÉ ðáñáíïìï!<br>Ïëá ôá áñ÷åéá ðïõ âñéóêïíôáé åäù åéíáé ãéá åêðáéäåõôçêïõò êáé ìïíï óêïðïõò.<br>Êáíåíáò äåí åéíáé õðåõèçíïò ãéá ôá áñ÷åéá óå áõôçí ôéí óåëéäá,<br>ôá áñ÷åéá áõôá ìðïñåé íá êáôáóôñåøïõíå ôï óõóôçìá óáò!";

$mess=array(
"0" => "",
"1" => "ÉáíïõÜñéïò",
"2" => "ÖåâñïõÜñéïò",
"3" => "ÌÜñôéïò",
"4" => "Áðñßëéïò",
"5" => "ÌÜéïò",
"6" => "Éïýíéïò",
"7" => "Éïýëéïò",
"8" => "Áýãïõóôïò",
"9" => "ÓåðôÝìâñéïò",
"10" => "Ïêôþâñéïò",
"11" => "ÍïÝìâñéïò",
"12" => "ÄåêÝìâñéïò",
"13" => "ÓÞìåñá",
"14" => "×èåò",
"15" => "¼íïìá Áñ÷åßïõ",
"16" => "Rating",
"17" => "ÌÝãåèïò",
"18" => "Uploaded",
"19" => "ÐåñéãñáöÞ",
"20" => "Upload Áñ÷åßï",
"21" => "¼íïìá áñ÷åßïõ",
"22" => "ÐåñéãñáöÞ Áñ÷åßïõ",
"23" => "Download",
"24" => "ÄéÜôáîç",
"25" => "Home",
"26" => "Áñ÷åßï",
"27" => "Åêôýðùóç",
"28" => "Êëåßóå",
"29" => "ÅðéóôñïöÞ",
"30" => "Áõôü ôï áñ÷åßï äéáãñÜöçêå",
"31" => "Äåí ìðïñþ íá áíïßîù ôï áñ÷åßï",
"32" => "ÅðéóôñïöÞ",
"33" => "ÓöÜëìá óôï áñ÷åßï ðïõ áðïóôåßëáôå !",
"34" => "ÐñÝðåé íá åðéëÝîåôå Ýíá áñ÷åßï",
"35" => "Ðßóù",
"36" => "Ôï áñ÷åßï",
"37" => "áðïóôÜëèçêå ìå åðéôõ÷ßá!",
"38" => "áñ÷åßï ìå üíïìá",
"39" => "Þäç õðÜñ÷åé",
"40" => "Ôï áñ÷åßï áðïóôÜëèçêå ìå åðéôõ÷ßá",
"41" => "Ç Ãëþóóá åðéëÝ÷èçêå ìå åðéôõ÷ßá",
"42" => "Êáëþò Þñèáôå óôï SatTV Upload ÊÝíôñï!",
"43" => "Óõíïëéêüò ÷þñïò ðïõ ÷ñçóéìïðïéåßôå",
"44" => "Äåßîå üëá ôá áñ÷åßá",
"45" => "ËÜèïò óôï ZIP áñ÷åßï!",
"46" => "Ðåñéå÷üìåíá óõìðéåóìÝíïõ áñ÷åßïõ:",
"47" => "Çìåñïìçíßá/¿ñá",
"48" => "ÖÜêåëïò",
"49" => "Äåí åðéôñÝðåôå ôï Upload áñ÷åßïõ ìå üíïìá %s",
"50" => "îåðåñíÜåé ôï ìÝãéóôï åðéôñåðüìåíï ìÝãåèïò",

"51" => "Ðëçñïöïñßåò",
"52" => "ÅðéëÝîôå Skin",
"53" => "Skin",
"54" => "Êáëüò Þëèáôå",
"55" => "¿ñá",
"56" => "×ñÞóôçò",
"57" => "¼íïìá ÷ñÞóôç",
"58" => "ÅããñáöÞ",
"59" => "ÅããñáöÞ",
"60" => "ÊõñéáêÞ",
"61" => "ÄåõôÝñá",
"62" => "Ôñßôç",
"63" => "ÔåôÜñôç",
"64" => "ÐÝìðôç",
"65" => "ÐáñáóêåõÞ",
"66" => "ÓÜââáôï",
"67" => "ÁðïóôïëÞ",
"68" => "áñ÷åßï ôá÷õäñïìåßïõ",
"69" => "áñ÷åßï Ý÷ïõí ôá÷õäñïìçèåß %s óôç äéåýèõíóç",
"70" => "áñ÷åßï ðïõ öïñôþíåôáé áðü ôï ÷ñÞóôç: %s ",
"71" => "Login",
"72" => "Logout",
"73" => "Enter",
"74" => "Áíþíõìïò",
"75" => "Normal ×ñÞóôçò",
"76" => "Power ×ñçóôÞò",
"77" => "Äéá÷åéñéóôÞò",
"78" => "ÐñïóùðéêÞ æþíç",
"79" => "Êïéíü÷ñçóôç æþíç",
"80" => "Äþóáôå ëÜèïò üíïìá Þ êùäéêü.",
"81" => "Ôï ðñïößë ìïõ",
"82" => "ÅìöÜíéóç/Äéüñèùóç ôïõ ðñïößë ìïõ",
"83" => "Êùäéêüò",
"84" => "ÅðéëïãÞ ãëþóóáò",
"85" => "ÅðéëïãÞ timezone",
"86" => "ÔñÝ÷ïõóá ¿ñá",
"88" => "Ðáñáêáëþ äþóôå óùóôÜ ôï E-Mail óáò",
"89" => "Ï êùäéêüò åíåñãïðïßçóçò èá óáò óôáëåß ìÝóï
e-mail.",
"90" => "áñ÷åßï åöüñôùóáí: ",
"91" => "Ðáñáêáëþ äþóôå ôï E-Mail óáò, Áõôü ðïõ äþóáôå
üôáí åããñáöÞêáôå.",
"92" => "ìÝãåèïò áñ÷åßùí: ",
"93" => "Ðáñáêáëþ, êñáôÞóôå ôï üíïìá êáé ôïí êùäéêü
óáò",
"94" => "Ç ¸ããñáöç åßíáé áíáãêáßá. Ðáñáêáëþ,
Åããñáöåßôå.",
"95" => "Ç ¸ããñáöç äåí åßíáé áíáãêáßá. Ìðïñåßôå íá
åããñáöåßôå áí åðéèõìåßôå ôï üíïìá óáò íá åìöáíßæåôå
óôá áñ÷åßá ðïõ áðïóôÝëëåôáé. ÊáíÝíáò Üëëïò äåí ìðïñåß
íá ÷ñçóéìïðïéÞóåé ôï üíïìá óáò ãéá íá óôåßëåé áñ÷åßá.",
"96" => "äÝñìá ðïõ åðéëÝãåôáé",
"97" => "áíáæùïãïíïýí",
"98" => "ðáñáêáëþ, åéóÜãïõí ôï üíïìá Üäåéáò åéóüäïõ êáé ôïí êùäéêü ðñüóâáóÞò óáó",
"99" => "áêüìá ìçí êáôá÷ùñçìÝíïò; - ÊáôÜëïãïò åäþ!",
"100" => "îå÷áóìÝíïò ôïí êùäéêü ðñüóâáóÞò óáò;",
"101" => "ðáñáêáëþ, ðçãáßíïõí %s ðßóù %s êáé ðñïóðáèïýí ðÜëé",
"102" => "åóåßò áðïóõíäÝèçêáí succesfully",
"103" => "üíïìá ÷ñçóôþí åßíáé Üêõñá Ôï üíïìá ðñÝðåé íá åßíáé ìç ìáêñýôåñï áðü 12 óýìâïëá êáé ìðïñåß áðïôåëåßôáé áðü ôá ëáôéíéêÜ óýìâïëá êáé ôá øçößá ìüíï. Ôï üíïìá ìðïñåß åðßóçò íá ðåñéÝ÷åé '-', '_', êáé ôï äéáóôçìéêü åóùôåñéêü óõìâüëùí ",
"104" => "'%s' ðïõ åðéëÝîáôå Ý÷åé ëÞöèïõí ",
"105" => "åðéâåâáéþíïõí ôïí êùäéêü ðñüóâáóçó",
"106" => "êùäéêïß ðñüóâáóçò äåí ôáéñéÜæïõí ìå",
"107" => "ç ìïñöÞ ôçò åéóáãìÝíçò äéåýèõíóçò çëåêôñïíéêïý ôá÷õäñïìåßïõ åßíáé Üêõñá",
"108" => "óáò åõ÷áñéóôïýí ãéá ôçí êáôá÷þñçóç. Ðáñáêáëþ ìçí îå÷Üóôå ôïí êùäéêü ðñüóâáóÞò óáò äåäïìÝíïõ üôé Ý÷åé êñõðôïãñáöçèåß óôç âÜóç äåäïìÝíùí ìáò êáé ìðïñïýìå íá ôïí áíáêôÞóïõìå ãéá óáò. Åíôïýôïéò, åÜí îå÷Üóåôå ôïí êùäéêü ðñüóâáóÞò óáò åìåßò ðáñÝ÷åôå Ýíá åý÷ñçóôï áñ÷åßï åíôïëþí ãéá íá ðáñáãÜãåôå êáé íá óôåßëåôå ìÞíõìá ìå ôï çëåêôñïíéêü ôá÷õäñïìåßï Ýíáí íÝï, ôõ÷áßï, êùäéêü ðñüóâáóçò ",
"109" => "åóåßò ìðïñïýí %s íá åéóáãÜãïõí ãéá íá öïñôþóïõí ôï êÝíôñï åäþ. %s ",
"110" => "ï êþäéêáò åíåñãïðïßçóÞò óáò Ý÷ïõí óôáëèåß ìÞíõìá ìå ôï çëåêôñïíéêü ôá÷õäñïìåßï óå óáò. ÐñÝðåé íá åíåñãïðïéÞóåôå ôïí áðïëïãéóìü óáò ìÝóá óå 2 çìÝñåò Þ ï áðïëïãéóìüò èá áöáéñåèåß áõôüìáôá ",
"111" =>
"ÁãáðçôÝ %s.


Óáò åõ÷áñéóôÞóôå ãéá ôçí åããñáöÞ Upload ìáò óôï êÝíôñï.

ÅðåéäÞ ç áóöÜëåéÜ óáò åßíáé óçìáóßá óå ìáò, ï áðïëïãéóìüò óáò èá ÷ñåéáóôåß íá åíåñãïðïéçèåß åðÜíù óôçí ðáñáëáâÞ.

Ï ðñïóùðéêüò êþäéêáò åíåñãïðïßçóÞò óáò åßíáé: %s
(ðáñáêáëþ óçìåéþóôå: áõôü äåí åßíáé ï êùäéêüò ðñüóâáóÞò óáò)

Ç åíåñãïðïßçóç ôïõ áðïëïãéóìïý óáò åßíáé áðëÞ:
1. Åðéóêåöôåßôå ìáò $installurl/activate.php êáé èá óáò êáèïäçãÞóïõìå ìÝóù ôçò äéáäéêáóßáò
2. åéóÜãïõìå ôïí êþäéêá óáò ïíüìáôïò êáé åíåñãïðïßçóçò áðïëïãéóìïý.
3. ×ôõðÞóôå óôï êïõìðß 'åíåñãïðïéåß ôïõ áðïëïãéóìïý'.

Óåâáóìïß,
$admin_name
Çëåêôñïíéêü ôá÷õäñïìåßï: mailto:$admin_email
Web Page: ",
"112" => "åíåñãïðïéïýí ôïí áðïëïãéóìü",
"113" => "ðáñáêáëþ, åíåñãïðïéïýí ôïí áðïëïãéóìü óáò",
"114" => "êþäéêáò åíåñãïðïßçóçò",
"115" => "ï áðïëïãéóìüò óáò åßíáé ôþñá åíåñãÜ",
"116" => "ðáñáêáëþ %s åéóÜãïõí åäþ %s",
"117" => "ï åéóáãìÝíïò êþäéêáò ïíüìáôïò Þ åíåñãïðïßçóçò áðïëïãéóìïý åßíáé Üêõñá",
"118" => "áðïëïãéóìüò Þäç åíåñãüò",
"119" => "åðéèõìþ íá ëÜâù óôï çëåêôñïíéêü ôá÷õäñïìåßï ìïõ ôçí êáèçìåñéíÞ áöïìïßùóç ôùí öïñôùìÝíùí áñ÷åßùí",
"120" => "áëëáãÞ ï êùäéêüò ðñüóâáóÞò óáò",
"121" => "ðáëáéüò êùäéêüò ðñüóâáóÞò óáò",
"122" => "ôï åéóáãìÝíï üíïìá áðïëïãéóìïý äåí åßíáé õðÜñ÷ïõí",
"123" => "ç åéóáãìÝíç äéåýèõíóç çëåêôñïíéêïý ôá÷õäñïìåßïõ äåí åßíáé Ýãêõñá",
"124" => "íÝïò êùäéêüò ðñüóâáóÞò óáò Ý÷ïõí óôáëåß óôï çëåêôñïíéêü ôá÷õäñïìåßï óáò",
"125" =>
"áãáðçôüò öïñôþíïõí ôïí êåíôñéêü ÷ñÞóôç,

ÍÝïò óáò öïñôþíåé ôïí êåíôñéêü êùäéêü ðñüóâáóçò åßíáé %s

Óåâáóìïß,
$admin_name
Çëåêôñïíéêü ôá÷õäñïìåßï: mailto:$admin_email
Web Page: $installurl",
"126" => "ðñïóáñìüæïõí ôéò ôéìÝò ôùí ðáñáìÝôñùí áðïëïãéóìïý óáò",
"127" => "åöáñìüæïõí",
"128" => "ôï ó÷åäéÜãñáììÜ óáò óùæüìåíï",
"129" => "ï êùäéêüò ðñüóâáóÞò óáò ðïõ Üëëáîáí",
"130" => "åóåßò äáêôõëïãñÜöçóáí ôïí Üêõñï ðñïçãïýìåíï êùäéêü ðñüóâáóçò",
"131" => "åóåßò ðñÝðåé íá ðñïóäéïñßóïõí ôï íÝï êùäéêü ðñüóâáóÞò óáò",
"132" => "ÄÉÁÌ¼ÑÖÙÓÇ",
"133" => "öïñôþíïõí",
"134" => "ãëþóóá & timezone",
"135" => "óôáôéóôéêÝò áðïëïãéóìïý",
"136" => "ï áðïëïãéóìüò óáò Þôáí",
"137" => "äéá÷åßñéóç ÷ñçóôþí",
"138" => "åìöÜíéóç (üøç ìüíï)",
"139 "=>" Uploader (öïñôþóôå ìüíï)",
"140" => "áðïëïãéóìüò %s Üëëáîáí åðéôõ÷þò",
"141" => "ï áñãüôåñá",
"142" => "üëïé",
"143" => "íÝá äéåýèõíóç çëåêôñïíéêïý ôá÷õäñïìåßïõ åöáñìüæïíôáé ìåôÜ áðü ôçí åðéâåâáßùóç. Ï êþäéêáò åðéâåâáßùóçò Ý÷åé óôáëèåß ìÞíõìá ìå ôï çëåêôñïíéêü ôá÷õäñïìåßï óôç íÝá äéåýèõíóç ôá÷õäñïìåßïõ óáò. Äåßôå ôéò ïäçãßåò ìÝóá óôçí åðéóôïëÞ ",
"144" =>
"áãáðçôü %s,

ÅðåéäÞ ç áóöÜëåéÜ óáò åßíáé óçìáóßá óå ìáò, ç íÝá äéåýèõíóç çëåêôñïíéêïý ôá÷õäñïìåßïõ óáò èá ÷ñåéáóôåß íá åðéâåâáéùèåß åðÜíù óôçí ðáñáëáâÞ.

Ï ðñïóùðéêüò êþäéêáò åðéâåâáßùóÞò óáò åßíáé: %s

Ç åíåñãïðïéþíôáò äéåýèõíóç çëåêôñïíéêïý ôá÷õäñïìåßïõ åßíáé áðëÞ:

1. Åðéóêåöôåßôå ìáò $installurl/confirm.php êáé èá óáò êáèïäçãÞóïõìå ìÝóù ôçò äéáäéêáóßáò
2. åéóÜãïõìå ôïí êþäéêá óáò ïíüìáôïò êáé åðéâåâáßùóçò áðïëïãéóìïý.
3. ×ôõðÞóôå óôï 'Confirm' êïõìðß.

Óåâáóìïß,
$admin_name
Çëåêôñïíéêü ôá÷õäñïìåßï: mailto:$admin_email
Web Page: $installurl",
"145" => "ðáñáêáëþ, åðéâåâáéþíïõí ôç íÝá äéåýèõíóç çëåêôñïíéêïý ôá÷õäñïìåßïõ óáò",
"146" => "êþäéêáò åðéâåâáßùóçò",
"147" => "åðéâåâáéþíïõí",
"148" => "ôßðïôá ðïõåðéâåâáéþíåé",
"149" => "ï åéóáãìÝíïò êþäéêáò ïíüìáôïò Þ åðéâåâáßùóçò áðïëïãéóìïý åßíáé Üêõñá",
"150" => "ç íÝá äéåýèõíóç çëåêôñïíéêïý ôá÷õäñïìåßïõ óáò '%s' ðïõ åðéâåâáéþíåôáé",
"151" => "áñ÷åéïèåôïýí öïñôùìÝíïò",
"152" => "áñ÷åéïèåôïýí ìåôáöïñôùìÝíïò",
"153" => "áñ÷åéïèåôïýí çëåêôñïíéêüò",
"154" => "áðïëïãéóìüò ðïõ äçìéïõñãåßôáé",
"155" => "ôåëåõôáßïò ÷ñüíïò ðñüóâáóçò",
"156" => "èÝóç",
"157" => "åíåñãüò èÝóç",
"158" => "ëáìâÜíïõí ôçí áöïìïßùóç",
"159" => "çëåêôñïíéêü ôá÷õäñïìåßï",
"160" => "óýíïëï:",
"161" => "account(s)",
"162" =>" áðïëïãéóìüò äéáãñáöÞò ",
"163" => "åìöáíéóìÝíïò %s áðïëïãéóìüò (ó) %s",
"164" => "äéáìïñöþíïõí öïñôþíïõí ôï êÝíôñï",
"165" => "åðéìåëïýíôáé ôá áñ÷åßá",
"166" => "åðéìåëïýíôáé ôï áñ÷åßï",
"167" => "áñ÷åßï %s Ý÷ïõí áëëÜîåé succesfully",
"168" => "åêôüò áðü",
"169" => "äéáãñáöÞ",
"170" => "áñ÷åßá äéáãñáöÞò",
"171" => "êáèñÝöôçò",
"172" => "íáé",
"173" => "êáíÝíáò",
"174" => "åíåñãüò",
"175" => "áíåíåñãüò",
"176" => "Unautorized",
"177" => "Sorry, but server could not execute the mail program.",
"178" => "Your registration failed. Please, try again later.",
"179" => "Please, try again later."
);
?>
