<?

// Header and footer files

$headerpage="include/header.htm";
$footerpage="include/footer.htm";
$infopage="include/info.htm";

$charsetencoding="windows-1251";
$uploadcentercaption="SatTV - Upload Center";
$uploadcentermessage="Ïðîñìîòð êîäèðîâàííîãî ÒÂ áåç ïîäïèñêè ÿâëÿåòñÿ íåçàêîííûì!<br>Âñå ôàéëû çäåñü íàõîäÿòñÿ òîëüêî äëÿ îáðàçîâàòåëüíûõ öåëåé!<br> Íèêòî íå íåñåò îòâåòñòâåííîñòè çà ñîäåðæèìîå ôàéëîâ,<br>ôàéëû ìîãóò ñîäåðæàòü âèðóñû èëè ðàçðóøèòü âàøó ñèñòåìó!";

$mess=array(
"0" => "",
"1" => "ßíâàðü",
"2" => "Ôåâðàëü",
"3" => "Ìàðò",
"4" => "Àïðåëü",
"5" => "Ìàé",
"6" => "Èþíü",
"7" => "Èþëü",
"8" => "Àâãóñò",
"9" => "Ñåíòÿáðü",
"10" => "Îêòÿáðü",
"11" => "Íîÿáðü",
"12" => "Äåêàáðü",
"13" => "Ñåãîäíÿ",
"14" => "Â÷åðà",
"15" => "Èìÿ ôàéëà",
"16" => "Ðåéòèíã",
"17" => "Ðàçìåð",
"18" => "Çàãðóæåí",
"19" => "Îïèñàíèå",
"20" => "Çàãðóçèòü ôàéë",
"21" => "Âàø ôàéë",
"22" => "Îïèñàíèå ôàéëà",
"23" => "Ñêà÷àòü",
"24" => "Ïîðÿäîê",
"25" => "Äîìàøíÿÿ ñòðàíèöà",
"26" => "Ôàéë",
"27" => "Ïå÷àòü",
"28" => "Çàêðûòü",
"29" => "Èäòè íàçàä",
"30" => "Ýòîò ôàéë áûë óäàëåí",
"31" => "Íå ìîãó îòêðûòü ôàéë",
"32" => "Èäòè íàçàä",
"33" => "Îøèáêà çàãðóçêè ôàéëà !",
"34" => "Âû äîëæíû âûáðàòü ôàéë",
"35" => "Íàçàä",
"36" => "Ôàéë",
"37" => "áûë óñïåøíî çàãðóæåí",
"38" => "Ôàéë ñ èìåíåì",
"39" => "óæå ñóùåñòâóåò",
"40" => "Ôàéë áûë óñïåøíî çàãðóæåí",
"41" => "ßçûê áûë óñïåøíî âûáðàí",
"42" => "Äîáðî ïîæàëîâàòü íà SatTV - Upload Center!",
"43" => "Âñåãî äèñêîâîãî ïðîñòðàíñòâà èñïîëüçîâàíî",
"44" => "Ïîêàçàòü ôàéëû çà âñå äíè",
"45" => "Íåâåðíûé ôîðìàò ZIP àðõèâà!",
"46" => "Ñîäåðæèìîå àðõèâà:",
"47" => "Äàòà/Âðåìÿ",
"48" => "Êàòàëîã",
"49" => "Çàïðåùåíî çàêà÷èâàòü ôàéë ñ èìåíåì %s",
"50" => "ïðåâûøàåò ìàêñèìàëüíî äîïóñòèìûé ðàçìåð",

"51" => "Èíôîðìàöèÿ",
"52" => "Âûáðàòü âèä",
"53" => "Âèä",
"54" => "Äîáðî ïîæàëîâàòü",
"55" => "Òåêóùåå âðåìÿ",
"56" => "Ïîëüçîâàòåëü",
"57" => "Èìÿ ïîëüçîâàòåëÿ",
"58" => "Ðåãèñòðèðîâàòüñÿ",
"59" => "Ðåãèñòðàöèÿ",
"60" => "Âîñêðåñåíüå",
"61" => "Ïîíåäåëüíèê",
"62" => "Âòîðíèê",
"63" => "Ñðåäà",
"64" => "×åòâåðã",
"65" => "Ïÿòíèöà",
"66" => "Ñóááîòà",
"67" => "Îòïðàâèòü",
"68" => "Ïîñëàòü ôàéë",
"69" => "Ôàéë áûë ïîñëàí íà àäðåñ %s.",
"70" => "Ôàéë çàãðóæåí ïîëüçîâàòåëåì: %s",
"71" => "Âîéòè",
"72" => "Âûéòè",
"73" => "Âîéòè",
"74" => "Àíîíèìíûé",
"75" => "Íîðìàëüíûé",
"76" => "Ïðîäâèíóòûé",
"77" => "Àäìèíèñòðàòîð",
"78" => "Çàêðûòàÿ çîíà",
"79" => "Ïóáëè÷íàÿ çîíà",
"80" => "Âû ââåëè íåïðàâèëüíîå èìÿ ïîëüçîâàòåëÿ èëè ïàðîëü.",
"81" => "Ìîè íàñòðîéêè",
"82" => "Ñìîòðåòü/ðåäàêòèðîâàòü ìîè íàñòðîéêè",
"83" => "Ïàðîëü",
"84" => "Âûáîð ÿçûêà",
"85" => "Âûáîð âðåìåííîé çîíû",
"86" => "Âûøå òåêóùåå âðåìÿ",
"88" => "Ïîæàëóéñòà, ââåäèòå âåðíûé àäðåñ e-mail.",
"89" => "Óáåäèòåñü, ÷òî âàø àäðåñ e-mail ðàáîòàåò, ïîòîìó ÷òî âàø ïåðñîíàëüíûé êîä ïîäòâåðæäåíèÿ áóäåò ïîñëàí íà âàø e-mail.",
"90" => "Ôàéë çàãðóæåí: ",
"91" => "Ïîæàëóéñòà, ââåäèòå àäðåñ e-mail, êîòîðûé âû èñïîëüçîâàëè ïðè ðåãèñòðàöèè.",
"92" => "Ðàçìåð ôàéëà: ",
"93" => "Ïîæàëóéñòà, çàïèøèòå âàøå èìÿ è ïàðîëü",
"94" => "Ðåãèñòðàöèÿ íåîáõîäèìà. Ïîæàëóéñòà, çàðåãèñòðèðóéòåñü.",
"95" => "Ðåãèñòðàöèÿ íå îáÿçàòåëüíà. Âû ìîæåòå çàðåãèñòðèðîâàòüñÿ åñëè âû æåëàåòå äîáàâëÿòü âàøå èìÿ êî âñåì çàãðóæàåìûì âàìè ôàéëàì. Íèêòî äðóãîé íå ñìîæåò çàãðóæàòü ôàéëû ïîä âàøåì èìåíåì.",
"96" => "Âèä âûáðàí.",
"97" => "Îáíîâèòü",
"98" => "Ïîæàëóéñòà, ââåäèòå âàøå èìÿ è ïàðîëü",
"99" => "Åùå íå çàðåãèñòðèðîâàíû? - Çàðåãèñòðèðóéòåñü çäåñü!",
"100" => "Çàáûëè ïàðîëü?",
"101" => "Ïîæàëóéñòà, èäèòå %s íàçàä %s è ïîïðîáóéòå åùå ðàç.",
"102" => "Âû óñïåøíî âûøëè.",
"103" => "Èìÿ ïîëüçîâàòåëÿ íåâåðíî. Èìÿ äîëæíî áûòü íå äëèííåå 12òè ñèìâîëîâ è ìîæåò ñîñòîÿòü òîëüêî èç ëàòèíñêèõ áóêâ è öèôð. Èìÿ ìîæåò òàê æå ñîäåðæàòü '-', '_', è ïðîáåë.",
"104" => "Èìÿ '%s' óæå çàíÿòî.",
"105" => "Ïîäòâåðäèòå ïàðîëü",
"106" => "Ïàðîëè íå ñîâïàäàþò.",
"107" => "Ôîðìàò ââåäåííîãî àäðåñà e-mail íåâåðåí.",
"108" => "Ñïàñèáî çà ðåãèñòðàöèþ. Ïîæàëóéñòà íå çàáóäüòå âàø ïàðîëü, ò.ê. îí áóäåò çàêîäèðîâàí â íàøåé áàçå äàííûõ è ìû íå ñìîæåì åãî èçâëå÷ü îáðàòíî. Îäíàêî, åñëè âû çàáóäåòå ïàðîëü, ñ ïîìîùüþ ñêðèïòà ìîæíî áóäåò ñãåíåðèðîâàòü íîâûé ñëó÷àéíûé ïàðîëü, êîòîðûé áóäåò ïîñëàí âàì íà e-mail.",
"109" => "Âû ìîæåòå %s âîéòè íà Upload Center çäåñü. %s",
"110" => "Âàø êîä ïîäòâåðæäåíèÿ áûë ïîñëàí âàì íà e-mail. Âû äîëæíû ïîäòâåðäèòü âàø àêêàóíò â òå÷åíèè 2õ äíåé èëè àêêàóíò áóäåò àâòîìàòè÷åñêè óäàëåí.",
"111" => "
Çäðàâñòâóéòå %s,

Ñïàñèáî çà ðåãèñòðàöèþ íà íàøåì Upload Center.

Ïîñêîëüêó âàøà áåçîïàñíîñòü âàæíà äëÿ íàñ, âû äîëæíû ïîäòâåðäèòü âàø àêêàóíò.

Âàø ïåðñîíàëüíûé êîä ïîäòâåðæäåíèÿ: %s
(çàìåòüòå: ýòî íå ïàðîëü!)

Ïîäòâåðäèòü âàø àêêàóíò î÷åíü ïðîñòî:
1. Ïîñåòèòå íàñ ïî àäðåñó $installurl/activate.php
2. Ââåäèòå âàøå èìÿ ïîëüçîâàòåëÿ è êîä ïîäòâåðæäåíèÿ.
3. Íàæìèòå íà êíîïêó 'Ïîäòâåðäèòü àêêàóíò'.

Ñ íàèëó÷øèìè ïîæåëàíèÿìè,
$admin_name
E-mail: mailto:$admin_email
Web Page: $installurl",
"112" => "Ïîäòâåðäèòü àêêàóíò",
"113" => "Ïîæàëóéñòà, ïîäòâåðäèòå âàø àêêàóíò",
"114" => "Êîä ïîäòâåðæäåíèÿ",
"115" => "Âàø àêêàóíò ñåé÷àñ ïîäòâåðæäåí è ðàáîòàåò.",
"116" => "Ïîæàëóéñòà %s âîéäèòå çäåñü %s.",
"117" => "Ââåäåííîå èìÿ ïîëüçîâàòåëÿ èëè êîä ïîäòâåðæäåíèÿ íåïðàâèëüíûé.",
"118" => "Àêêàóíò óæå ïîäòâåðæäåí.",
"119" => "ß æåëàþ ïîëó÷àòü ïî e-mail åæåäíåâíûé ñïèñîê çàãðóæåííûõ ôàéëîâ.",
"120" => "Èçìåíèòü âàø ïàðîëü.",
"121" => "Âàø ñòàðûé ïàðîëü",
"122" => "Ïîëüçîâàòåëü ñ ââåäåííûì èìåíåì íå ñóùåñòâóåò.",
"123" => "Ââåäåííûé àäðåñ e-mail íå âåðåí.",
"124" => "Âàø íîâûé ïàðîëü áûë ïîñëàí íà âàø e-mail.",
"125" => "
Óâàæàåìûé ïîëüçîâàòåëü,

Âàø íîâûé ïàðîëü íàøåãî Upload Center: %s

Ñ óâàæåíèåì,
$admin_name
E-mail: mailto:$admin_email
Web Page: $installurl",
"126" => "Íàñòðîèòü âàø àêêàóíò",
"127" => "Ïðèìåíèòü",
"128" => "Âàøè íàñòðîéêè ñîõðàíåíû.",
"129" => "Âàø ïàðîëü èçìåíåí.",
"130" => "Âû ââåëè íåïðàâèëüíî âàø ïðåäûäóùèé ïàðîëü.",
"131" => "Âû äîëæíû çàäàòü íîâûé ïàðîëü.",
"132" => "ÊÎÍÔÈÃÓÐÀÖÈß",
"133" => "Çàãðóçêà",
"134" => "ßçûê è âðåìåííàÿ çîíà",
"135" => "Ñòàòèñòèêà ïî àêêàóíòó",
"136" => "Âàø àêêàóíò áûë ñîçäàí:",
"137" => "Óïðàâëåíèå ïîëüçîâàòåëÿìè",
"138" => "Ïðîñìîòðùèê (òîëüêî ïðîñìîòð)",
"139" => "Çàãðóç÷èê (òîëüêî çàãðóçêà)",
"140" => "Àêêàóíò '%s' áûë èçìåíåí óñïåøíî",
"141" => "Íîâîå",
"142" => "Âñ¸",
"143" => "Âàø àäðåñ e-mail âñòóïèò â ñèëó òîëüêî ïîñëå ïîäòâåðæäåíèÿ. Êîä ïîäòâåðæäåíèÿ áûë ïîñëàí íà âàø íîâûé àäðåñ e-mail. Ñìîòðèòå èíñòðóêöèè âíóòðè ïèñüìà.",
"144" => "
Çäðàâñòâóéòå %s,

Ïîñêîëüêó âàøà áåçîïàñíîñòü âàæíà äëÿ íàñ, âû äîëæíû ïîäòâåðäèòü âàø íîâûé àäðåñ e-mail.

Âàø ïåðñîíàëüíûé êîä ïîäòâåðæäåíèÿ: %s

Ïîäòâåðäèòü âàø àäðåñ e-mail î÷åíü ïðîñòî:
1. Ïîñåòèòå íàñ ïî àäðåñó $installurl/confirm.php
2. Ââåäèòå âàøå èìÿ ïîëüçîâàòåëÿ è êîä ïîäòâåðæäåíèÿ.
3. Íàæìèòå íà êíîïêó 'Ïîäòâåðäèòü'.

Ñ íàèëó÷øèìè ïîæåëàíèÿìè,
$admin_name
Email: mailto:$admin_email
Web Page: $installurl",
"145" => "Ïîæàëóéñòà, ïîäòâåðäèòå âàø íîâûé àäðåñ e-mail.",
"146" => "Êîä ïîäòâåðæäåíèÿ",
"147" => "Ïîäòâåðäèòü",
"148" => "Ïîäòâåðæäåíèå íå íóæíî.",
"149" => "Ââåäåííîå èìÿ ïîëüçîâàòåëÿ èëè êîä ïîäòâåðæäåíèÿ íåâåðåí.",
"150" => "Âàø íîâûé àäðåñ e-mail '%s' ïîäòâåðæäåí.",
"151" => "Ôàéëîâ çàãðóæåíî",
"152" => "Ôàéëîâ ñêà÷àíî",
"153" => "Ôàéëîâ îòïðàâëåíî",
"154" => "Àêêàóíò ñîçäàí",
"155" => "Ïîñëåäíÿÿ äàòà äîñòóïà",
"156" => "Ñòàòóñ",
"157" => "Ñòàòóñ àêòèâíîñòè",
"158" => "Ïîëó÷àòü ðàññûëêó",
"159" => "e-mail",
"160" => "Âñåãî:",
"161" => "àêêàóíò(îâ)",
"162" => "Óäàëèòü àêêàóíò",
"163" => "Ïîêàçàíî %s àêêàóíò(îâ) èç %s",
"164" => "Êîíôèãóðîðîàòü Upload Center",
"165" => "Ðåäàêòèðîâàòü ôàéëû",
"166" => "Ðåäàêòèðîâàòü ôàéë",
"167" => "Ôàéë %s áûë èçìåíåí óñïåøíî",
"168" => "Ñîõðàíèòü",
"169" => "Óäàëèòü",
"170" => "Óäàëèòü ôàéëû",
"171" => "Çåðêàëî",
"172" => "Äà",
"173" => "Íåò",
"174" => "Àêòèâåí",
"175" => "Íåàêòèâåí",
"176" => "Íåïîäòâåðæäåí",
"177" => "Èçâèíèòå, ñåðâåð ñåé÷àñ íå ìîæåò ïðîèçâåñòè îòïðàâêó ïî÷òû.",
"178" => "Âàøà ðåãèñòðàöèÿ íåóñïåøíà. Ïîæàëóéñòà, ïîïðîáóéòå åùå ðàç ïîçæå.",
"179" => "Ïîæàëóéñòà, ïîïðîáóéòå åùå ðàç ïîçæå."
);
?>